export default {
    PageTitle: " תנאי שימוש באתר מתורגמיוזיק",
    Statements: [
        "בעצם השימוש באתר, הנך מקבל/ת את התנאים הללו ללא יוצא מן הכלל. מתורגמיוזיק רשאית לעדכן אותם בכל עת, לכן אנו ממליצים לעיין בהם מעת לעת. תאריך העדכון האחרון: 25/12/2025.",

        `מתורגמיוזיק היא כלי ללימוד שפה בעזרת מוזיקה
שירותי האתר ניתנים ללא תשלום וממומנים באמצעות פרסום לכיסוי עלויות תשתית, תחזוקה, רישוי ושיפור הפלטפורמה.`,

        `השימוש בשירותים מותר אך ורק למטרות אישיות וחינוכיות. הפעולות הבאות אינן מותרות:
שימוש בשירותים למטרות מסחריות ללא אישור.
מניפולציה או הפרעה לפלטפורמה.
שימוש בבוטים, סקריפטים או כלים אוטומטיים.
שיתוף תוכן לא חוקי או תוכן המפר זכויות של צד שלישי.
ביצוע פעולות הפוגעות במתורגמיוזיק או במשתמשים אחרים.
`,

        `אתרים אחרים - קישורים לאתרי אינטרנט של צד שלישי:
האתר מכיל קישורים לאתרים או משאבי אינטרנט אחרים (פייסבוק אינסטגרם פרסומים חיצוניים ועוד). כאשר תקליקו על אחד מקישורים אלה תתחברו לאתר או משאב אינטרנט אחר אשר עלול לאסוף מידע אודותיכם מרצונכם או באמצעות עוגיות או טכנולוגיות אחרות.
מתורגמיוזיק אינה אחראית, אינה נושאת באחריות ואינה שולטת באתרים או במשאבים האחרים או באיסוף המידע האישי שנעשה בהם, בשימוש בו או בגילויו.
 עליכם לבדוק את מדיניות הפרטיות באתרים אלה ובמשאבי האינטרנט האחרים כדי להבין כיצד הם אוספים מידע ומשתמשים בו.
ועל המשתמשים לוודא שהשירותים עומדים בציפיותיהם לפני השימוש בהם. 
מתורגמיוזיק אינה מחויבת לנטר או לשלוט בשירותים, תוכן, נתונים, תיקיות, מוצרים או כל חומר באתרים כאלה. מתורגמיוזיק אינה אחראית לחוקיות, לדיוק או לאמינות התוכן שלהם. בעל האתר החיצוני (צד שלישי) אחראי בלעדית להבטחת עמידה בחוקים, מוסר, נוהג תקין וסדר ציבורי.
`,

        `כתב ויתור:
אתר זה משתמש במנוע חיפוש של גוגל לצורך חיפוש השירים ברחבי הרשת. אלה הם תנאי השימוש של מנוע חיפוש זה:
https://support.google.com/programmable-search/answer/1714300
וכן האתר מכיל תרגומים המופעלים על ידי גוגל ומייקרוסופט. גוגל ומייקרוסופט מתנערות מכל אחריות הקשורה לתרגומים, מפורשת או משתמעת, לרבות כל אחריות לדיוק, אמינות וכל אחריות משתמעת לסחירות, התאמה למטרה מסוימת ואי-הפרה.`,

        `קניין רוחני:
מתורגמיוזיק מכבדת ומגנה על זכויות קניין רוחני. כל הזכויות לאתר, לשירותים, לעיצובו, לקוד המקור ולתוכנו שייכות או מורשות על ידי מתורגמיוזיק.
אם משתמש, אמן או בעל זכויות סבורים כי נעשה שימוש בתוכן שלהם ללא אישור ב- מתורגמיוזיק , הם יכולים לבקש את הסרתו על ידי שליחת דוא"ל לכתובת:
MeturgaMusic@gmail.com
 הבקשה חייבת לכלול:
זיהוי ברור של התוכן שיש להסיר.
הוכחת בעלות או זכויות על התוכן.
הצהרה כי השימוש אינו מורשה על ידי בעל הזכויות או על פי חוק.
פרטי קשר של המבקש.
מתורגמיוזיק תבחן את הבקשה ותנקוט בפעולה מתאימה, לרבות הסרת תוכן אפשרית, תוך 30 ימי עסקים לכל היותר, בהתאם לחוק החל.`,

        `
פרסום באתר: מתורגמיוזיק מציגה פרסומות של צד שלישי. מתורגמיוזיק אינה שולטת ישירות בתוכן של מודעות אלו ואינה אחראית לדיוקן או לאמינותן. 
עם זאת, אנו עובדים עם ספקים העומדים בתקנות פרסום אחראי. כל הצעה, קידום מכירות או תוכן פרסומי הינם באחריות המפרסם.`,

        `אחריות - המשתמש מאשר כי הוא משתמש באתר על אחריותו בלבד. מתורגמיוזיק אינה אחראית ל:
תקלות או הפרעות טכניות שאינן בשליטתה.
תוכן המופיע באתרים חיצוניים.
מתורגמיוזיק אינה מתחייבת לזמינות או להמשכיות של האתר והשירותים, לדיוקם, לאמינותם או לשלמותם, או להתאמתם למטרה מסוימת. במידה המרבית המותרת על פי חוק,  מתורגמיוזיק לא תישא באחריות בעניין זה.
`,

        `שינויים וסיום שירות:
מתורגמיוזיק רשאית לשנות את תוכן האתר, להפסיק את השירותים באופן מלא או חלקי, או למחוק חשבונות משתמשים ללא הודעה מוקדמת במקרה של הפרה חמורה של תנאים אלה,
 שימוש באתר להונאה, פעילות בלתי חוקית או כל נסיבה שעלולה להשפיע על האבטחה או על התפעול התקין, במסגרת המגבלות החוקיות.`,
        `הדין החל: תנאים אלה כפופים לחוקי  מדינת ישראל
כל מחלוקת תהיה כפופה לסמכות השיפוט של בתי המשפט של מדינת ישראל`,

        `שינויים בתנאי שימוש אלה:
אנו שומרים לעצמנו את הזכות, לפי שיקול דעתנו הבלעדי, לשנות או להחליף תנאים אלה בכל עת. אם ביצוע שינוי מהותי, נעשה מאמצים סבירים לספק הודעה של לפחות 30 יום לפני כניסתם לתוקף של תנאים חדשים. מה שייחשב כשינוי מהותי ייקבע לפי שיקול דעתנו הבלעדי.
על ידי המשך הגישה או השימוש בשירות שלנו לאחר כניסתם לתוקף של תיקונים אלה, הנך מסכים להיות מחויב לתנאים המתוקנים. אם אינך מסכים לתנאים החדשים, כולם או חלקם, אנא הפסק להשתמש באתר ובשירות.`,

        `אם יש לכם שאלות בנוגע לתנאי שימוש אלה, באפשרותכם ליצור עמנו קשר באמצעות דוא"ל:
 MeturgaMusic@gmail.com`,
    ],
};