export default {
        PageTitle: "מדיניות פרטיות",
        Statements: [
                "האתר מתורגמיוזיק מתייחס בכבוד לפרטיות המשתמשים ",

                "מסמך זה מפרט כיצד אנו אוספים, משתמשים, שומרים ומגנים על מידע אישי הנאסף במסגרת השימוש באתר מתורגמיוזיק",

                `מדיניות זו נערכה בהתאם להוראות חוק הגנת הפרטיות, התשמ"א-1981, לתיקון 13 שנכנס לתוקף באוגוסט 2025,
ולתקנות הגנת הפרטיות (אבטחת מידע), התשע"ז-2017.
תאריך עדכון אחרון: 27.11.2025`,


                `השימושים במידע האישי ומטרות עיבודו: המידע שנאסף הינו לצורך תפקוד בסיסי של האתר כגון מידע אוטומטי הנשלח אל שרת האחסון בכל ביקור באתר, וכן מידע הנשלח באופן אוטומטי לשירותים חיצוניים לצורך ביצוע חיפוש שירים ברשת ולצורך התאמת פרסום למשתמשים`,

                `סוגי המידע האישי אותם אנו אוספים: האתר משתמש בקובצי Cookie (פריטי מידע הנשמרים בין בדפדפן ובין בשרת האחסון) , ובטכנולוגיות אחסון מקומי בדפדפן 
        (LocalStorage, SessionStorage),
          ומזהה ייחודי אנונימי הנשלח לצורך ניתוח כמות המשתמשים. 
          פריטים אלו אינם מכילים מידע מזהה אישי.
    
וכן אנו משתמשים בכלים לאיסוף מידע סטטיסטי מצטבר 
(Google Analytics)
 לניתוח כמות המשתמשים באתר, וכן בשירותי הפרסום של גוגל 
    (Google Adsense)
    לצורך הצגת פרסומות. שירותים אלו נוהגים לאסוף מידע על תנועת המשתמשים באתר ועל תחומי העניין שלהם .
 
בנוסף לאלו יש לציין את המידע האוטומטי הנחוץ לשימוש כל אתר ואשר עובר באופן אוטומטי בין הדפדפן לבין שרתי האחסון בכל שימוש מינימלי ברשת האינטרנט:
 בקשות http המכילות מידע כגון נתוני כתובת האינטרנט (IP address) שבאמצעותם ניגשת לאתר, סוג מערכת ההפעלה המשמשת אותך, סוג מכשיר הקצה שברשותך. 
שרתי האחסון עשויים לשמור מידע זה לצורך ניתוח שגיאות ונתוני שימוש. 
`,


                `קישור לעיון בעמוד הפרטיות של גוגל הנוגע לשירותי הפרסום וניתוח התנועה באתר: 
https://policies.google.com/technologies/partner-sites`,

                `אילו אמצעי הגנה אנו נוקטים כדי לשמור על פרטיותך: איננו אוספים ממך פרטים אישיים כגון מספרי טלפון, כתובת, מזהים אישיים, או כתובת אימייל, כל התקשורת בין האתר אל השרתים מבוצעת בפרוטוקול מאובטח ומוצפן
 (https), 
ואנו משתמשים בשרתי אחסון אמינים ובעלי סטנדרטים גבוהים של אבטחת מידע `,


                " אם ברצונך לנקות פריטים אלו הנצברים במכשירך באופן שוטף, ניתן לעשות זאת ידנית באמצעות ההגדרות בדפדפן/מכשיר שלך",


                "אנו שומרים את הזכות לעדכן מעת לעת את מדיניות הפרטיות הזו. כל שינוי מהותי יפורסם באתר ויקבל תוקף מרגע פרסומו. אנו ממליצים לעיין במדיניות זו מעת לעת על מנת להיות מעודכן.",

                " אם יש לך שאלות או הערות בנוגע להצהרת פרטיות זו,  אנא פנה אלינו במייל: meturgamusic@gmail.com",
        ],
};


// don't use this part since we are not using user accounts
//         `על פי חוק הגנת הפרטיות, יש לך הזכות לעיין במידע אישי השמור אודותיך במאגרי המידע שלנו. אם גילית כי המידע אינו נכון, מלא או מדויק, באפשרותך לבקש את תיקונו, שינויו או מחיקתו. בהתאם להוראות החוק. כדי לממש זכות זו,  אנא פנה אלינו .
//  אנו נטפל בבקשתך בהקדם ככל הניתן ובכפוף להוראות החוק.`,

