export default {
    PageTitle: "מדיניות פרטיות",
    Statements: [
        "אנו מחויבים להגן על פרטיות המשתמשים באתר שלנו.",
        "מסמך זה מפרט כיצד אנו אוספים, משתמשים, שומרים ומגנים על מידע אישי הנאסף במסגרת השימוש באתר מתורגמיוזיק",
        "מטרת מדיניות זו היא להסביר לך בצורה ברורה ושקופה אילו סוגי מידע אנו אוספים, כיצד אנו משתמשים בו, לאילו מטרות, מהן זכויותיך לפי דין, ואילו אמצעי הגנה אנו נוקטים כדי לשמור על פרטיותך",
        `מדיניות זו נערכה בהתאם להוראות חוק הגנת הפרטיות, התשמ"א-1981, לתיקון 13 שנכנס לתוקף באוגוסט 2025,
ולתקנות הגנת הפרטיות (אבטחת מידע), התשע"ז-2017.

תאריך עדכון אחרון: 27.11.2025`,

        `
        המידע שנאסף הינו לצורך תפקוד בסיסי של האתר ולצורך התאמת פרסומות כגון מידע אוטומטי הנשלח אל שרת האחסון בכל ביקור באתר, וכן מידע הנשלח באופן אוטומטי לשירותים חיצוניים כגון גוגל`,
        ` המידע הנשמר בשרת האחסון של האתר 
(ואשר אינו נשלח אל שירותים חיצוניים הנ"ל)
נשמר לטווח זמן של שעות בודדות בלבד ולאחר מכן נמחק `,
        "האתר משתמש בקובצי Cookie ובטכנולוגיות אחסון מקומי בדפדפן (LocalStorage, SessionStorage),  לאיסוף מידע סטטיסטי מצטבר (כגון Google Analytics) לנתח את השימוש באתר ולשמור על הגדרות מותאמות אישית. קבצים אלו אינם מכילים מידע מזהה אישית וניתן לנהל את השימוש בהם דרך הגדרות הדפדפן שלך.",

        "אנו שומרים את הזכות לעדכן מעת לעת את מדיניות הפרטיות הזו. כל שינוי מהותי יפורסם באתר ויקבל תוקף מרגע פרסומו. אנו ממליצים לעיין במדיניות זו מעת לעת על מנת להיות מעודכן.",

        "על פי חוק הגנת הפרטיות, יש לך הזכות לעיין במידע אישי השמור אודותיך במאגרי המידע שלנו. אם גילית כי המידע אינו נכון, מלא או מדויק, באפשרותך לבקש את תיקונו, שינויו או מחיקתו. בהתאם להוראות החוק. כדי לממש זכות זו,  אנא פנה אלינו . אנו נטפל בבקשתך בהקדם ככל הניתן ובכפוף להוראות החוק.",

        " אם יש לך שאלות או הערות בנוגע להצהרת פרטיות זו,  אנא פנה אלינו במייל: meturgamusic@gmail.com",
    ],
};

