export default {

    Shot1Header: " אנגלית ועברית שורה אחר שורה",
    Shot1Alt: "אנגלית ועברית שורה אחר שורה צילום מסך",
    Shot1Body: "  מהיום תוכלו למצוא את השירים האהובים עליכם באנגלית,וללמוד באמצעותם אנגלית בצורה נוחה, ללא צורך לצאת לאפליקציות חיצוניות, עם גודל הכתב המועדף עליכם, ",
    Shot1Bottom: "בעיצוב נקי וללא הסחות דעת",
    Shot1Footer: " לא עוד לבקש תרגום לכל שיר מחדש, לא עוד לאבד את טקסט המקור, לא עוד להיאבד בין הכפתורים והפרסומות, ולא עוד כתב קטן ועיצוב לא נוח",

    PlayerHadeer: " נגן יוטיוב מובנה",
    Player1Alt:  " נגן יוטיוב מובנה צילום מסך",
    PlayerBody: "עם אפשרות גרירה למקום הרצוי על המסך",

    SingleTransHeader: "תרגום מילוני לכל מילה בנפרד",
    SingleTransAlt: "צילום מסך תרגום מילוני לכל מילה ",
    SingleTransBody: "תרגום מהיר לכל  מילה בודדת, ללא צורך לצאת לאפליקציות חיצוניות",
    SingleTransFooter: "היות וכאשר משתמשים בתרגום אטומטי המבוצע על ידי מכונה, התרגום אינו מושלם, על כן סידרנו תרגום מילוני לכל מילה בנפרד, כך אם ההקשר של תרגום המשפט אינו מתאים, תוכלו להשוות עם תרגומים נוספים",

    ExerciseHeader: "שמרו מילים חדשות שלמדתם מהשיר",
    ExerciseAlt: " מילים חדשות שלמדתם מהשיר צילום מסך",
    ExerciseBody: "ותרגלו אותן בעמוד ייעודי באתר",

    OtherFeaturesHeader: "",
};