export default {
    AboutBody1: " לא עוד לבקש תרגום לכל שיר מחדש, לא עוד לאבד את טקסט המקור, לא עוד להיאבד בין הכפתורים והפרסומות, ולא עוד כתב קטן ועיצוב לא נוח",
    AboutLineByLine: "האתר מיועד לדוברי עברית הנעזרים בשירים ללימוד אנגלית (באמצעות שירותים כגון גוגל-טרנסלייט ) ומרכז בצורה נוחה את המקור ואת התרגום מול עיני המשתמש, אנגלית ועברית שורה אחר שורה",
    AboutSingleWord: " היות ואנו משתמשים בתרגום אטומטי המבוצע על ידי מכונה, התרגום אינו מושלם,  על כן אנו מציעים תרגום מילוני לכל מילה בנפרד",
    AboutPlayer: "ברוב השירים יופיע נגן יוטיוב מובנה, עם אפשרות לגרירה למקום הרצוי על המסך",
    AboutExercise: "הוספנו אפשרות לשמור מילים חדשות שלמדתם מהשיר,ולתרגל אותן בעמוד ייעודי לכך באתר",
    AboutOtherFeatures: "",
};