export default {

    Shot1Header: " אנגלית ועברית שורה אחר שורה",
    Shot1Body: "  מהיום תוכלו למצוא את השירים האהובים עליכם באנגלית,וללמוד אנגלית באמצעותם בצורה נוחה, וללא צורך לצאת לאפליקציות חיצוניות, עם גודל הכתב המועדף עליכם, ",
    Shot1Bottom: "בעיצוב נקי ללא הסחות דעת",
    Shot1Footer: " לא עוד לבקש תרגום לכל שיר מחדש, לא עוד לאבד את טקסט המקור, לא עוד להיאבד בין הכפתורים והפרסומות, ולא עוד כתב קטן ועיצוב לא נוח",

    PlayerHadeer: " נגן יוטיוב מובנה",
    PlayerBody: "עם אפשרות גרירה למקום הרצוי על המסך",

    SingleTransHeader: "  תרגום מילוני לכל מילה בנפרד",
    SingleTransBody: "תרגום מהיר לכל  מילה בודדת, ללא צורך לצאת לאפליקציות חיצוניות",
    SingleTransFooter: "היות וכאשר משתמשים בתרגום אטומטי המבוצע על ידי מכונה, התרגום אינו מושלם, על כן סידרנו תרגום מילוני לכל מילה בנפרד, כך אם ההקשר של תרגום המשפט אינו מתאים, תוכלו להשוות עם תרגומים נוספים",

    ExerciseHeader: "שמרו מילים חדשות שלמדתם מהשיר",
    ExerciseBody: "ותרגלו אותן בעמוד ייעודי באתר",

    OtherFeaturesHeader: "",
};