import screenshot1url from '../../images/screenshots/images/screenshot-1.png';
import screenshot2url from '../../images/screenshots/images/screenshot-2.png';
import screenshottturl from "../../images/screenshots/images/screenshot-tt.png"
import screenshottt2url from '../../images/screenshots/images/screenshot-tt-2.png';
import screenshotchangesizeurl from '../../images/screenshots/images/screenshot-changesize.png';

function AboutPage({ className }) {
  return (
    <div id="" className={className}>
      למי שרוצה ללמוד אנגלית באמצעות שירים
      <br />
      או סתם רוצה לדעת מה המשמעות של שיר אהוב
      <br />
      <br />

      שמנו דגש על נוחות מירבית
      <br />
      מהיר נוח עם עיצוב נקי
      <br />
      וללא פיצ'רים מיותרים מסביב
      <br />
      <br />

      מפני שאנו משתמשים בתרגום אוטומטי
      <br />
      שאינו מבוצע על ידי אדם
      <br />
      התרגום לעתים לא מדויק
      <br />
      ומומלץ לבדוק תרגומים נוספים
      <br />
      למילים מסוימות
      <br />
      <br />

      לכן בנוסף
      <br />
      הבאנו פירוש מילוני
      <br />
      כמעט לכל מילה שתלחצו עליה
      <br />
      כך חסכנו את הצורך
      <br />
      לצאת לאפליקציות חיצוניות
      <br />
      <br />

      הכתב קטן מידי?
      <br />
      סידרנו כפתור לשינוי גודל הטקסט
      <br />
      והאתר יזכור את ההעדפה
      <br />
      <br />
      <br />

      <p>
        האתר שיתרגם לעברית כמעט כל שיר שתחפשו באנגלית, וישאיר את הטקסט המקורי לעיני המשתמש
      </p>
      <br />
      <img src={screenshot1url} alt="1שיר"></img>
      <img src={screenshot2url} alt="2שיר"></img>
      <br />

      <p>
        מהיום תוכלו למצוא את השירים האהובים עליכם באנגלית,
         וללמוד אנגלית באמצעותם בצורה נוחה וללא צורך לצאת לאפליקציות חיצוניות,
          עם גודל הכתב המועדף עליכם, בעיצוב נקי ללא הסחות דעת, ועם תרגומים נוספים לכל מילה
      </p>

      <p>
        היות ואנו משתמשים בתרגום אטומטי המבוצע על ידי מכונה, התרגום אינו מושלם,
        ועל כן סידרנו תרגום מילוני לכל מילה בנפרד, כך אם ההקשר של תרגום המשפט אינו מתאים,
        תוכלו להשוות עם תרגומים נוספים
      </p>

      <img src={screenshottturl} alt="קלוס אפ עם הטולטיפ" />
      <img src={screenshottt2url} alt="2קלוס אפ עם הטולטיפ" />

      <p>
        הכתב גדול/קטן מידי? סידרנו כפתור לשינוי גודל הטקסט, והדפדפן ישמור את העדפתך
      </p>
      <img src={screenshotchangesizeurl} alt="כפתור פונטסייז" />


      <p>
        מה מיוחד באתר?
        - בשונה מתרגום אתר רגיל באמצעות הדפדפן, התרגום אצלנו מופיע בזמן שהטקסט המקורי נשאר מול עיני המשתמש
        - כפתור נוח לשינוי גודל הכתב, השומר בנוסף את העדפת המשתמש, ללא צורך לשנות את הגדרות הדפדפן
        - תרגום מהיר לכל מילה בודדת ללא צורך לצאת לאפליקציות חיצוניות
      </p>


      <p>
        מי אנחנו?
        אנחנו מתורגמיוזיק. ראינו את הצורך באתר המיועד לדוברי עברית הרוצים ללמוד אנגלית בצורה חוויתית ונוחה, או סתם לדעת את משמעות השיר האהוב עליהם.
        נתקלנו בקושי בשימוש באתרי מילים הרגילים, בהם תרגום הדף או מילה בודדת דורש לחיצות מיותרות ומשאיר אותך עם התרגום בלבד וללא המקור, או מוציאך לאפליקציה חיצונית ואיטית בדרך כלל
        בנוסף גילינו את הוספת כפתור לשינוי גודל הכתב שימושית ביותר, אינה מופיעה כלל באתרים המציגים טקסט ומיועדים לקריאה, ומצריכה שימוש בהגדרות הדפדפן או תוסף נגישות מסורבל
      </p>


    </div>
  );
}

export default AboutPage;
