export default {
  LyricsNotFound: 'אנו עובדים על המילים לשיר הזה, חפשו שיר אחר או נסו שוב במועד מאוחר יותר',
  LyricsInGoogle: 'חיפוש מילים בגוגל',
  TryingAgain: 'מנסה שוב',
  TransMissing: '[תרגום חסר]',
  aboutBody1: "- האתר מיועד לדוברי עברית הנעזרים בשירים ללימוד אנגלית (באמצעות שירותים כגון גוגל-טרנסלייט )  ומרכז בצורה נוחה את המקור ואת התרגום מול עיני המשתמש, לא עוד לבקש תרגום מהאתר בכל פעם, לא עוד לאבד את טקסט המקור, לא עוד להיאבד בין הכפתורים והפרסומות, ולא עוד כתב קטן ועיצוב לא נוח",
};